gc_db_name="/db/notebook.db"

gc_msg_error = "Ошибка"
gc_msg_report = "🕘 История операций за "
gc_msg_records_not_found = "Записей не найдено"
gc_msg_added = "Добавлено"

log_day='Журнал за день'
log_week='Журнал за неделю'
log_month='Журнал за месяц'
log_year='Журнал за год'

gc_message_welcome = """\
Привет!
"""

within_als = {
            "day": ('today', 'day', 'd', 'д', 'сегодня', 'день'),
            "week": ('week', 'w', 'н', 'неделя', 'неделю'),
            "month": ('month', 'm', 'м', 'месяц'),
            "year": ('year', 'y', 'г', 'год'),
}
